---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternRadiusInterior
source: html/c0d3505e-3773-5799-1a2b-2fb4ff0c3159.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternRadiusInterior Property

"Fillet Radius": The fillet corner radius on the interior boundary

## Syntax (C#)
```csharp
public static ForgeTypeId StairsWinderpatternRadiusInterior { get; }
```